# Language: German / Deutsch (Deutschland)
# Author: Pretorer

{
    # tellraw
    "§dAmethyst-fast-travel §5has been reloaded.": "§dAmethyst-Schnellreisen §5wurde neu geladen.",
    "§dAmethyst-fast-travel §5has been removed.": "§dAmethyst-Schnellreisen §5wurde entfernt.",
    "%1$s §5has built a new §dfast travel point§5!": "%1$s §5hat einen neuen §dSchnellreisepunkt §5gebaut!",
    "§5You have selected the first §dfast travel point§5!": "§5Du hast den ersten §dSchnellreisepunkt §5ausgewählt!",
    "%1$s §5has connected two §dfast travel points§5!": "%1$s §5hat zwei §dSchnellreisepunkte §5verbunden!",
    "§5A §dfast travel point §5has lost its destination!": "§5Ein §dSchnellreisepunkt §5hat sein Ziel verloren!",
    "%1$s §5has destroyed a §dfast travel point§5!": "%1$s §5hat einen §dSchnellreisepunkt §5zerstört!",
    
    # bossbar
    "Channelling": "Kanalisieren",

    # title
    "New location:": "Neuen Ort:",

    # book
    "Fast travel": "Schnellreisen",
    "║   Notes of a  ║": "║ Notizen eines ║",
    "║    traveler   ║": "║   Reisenden   ║",
    "Table of content:": "Inhalt:",
    " ♦ Setup\n ♦ Classes\n ♦ Activation\n ♦ Connection\n ♦ Travelling\n ♦ Removal\n": " ♦ Aufbau\n ♦ Klassen\n ♦ Aktivierung\n ♦ Verbinden\n ♦ Reisen\n ♦ Abbauen",
    "Setup:": "Aufbau:",
    "To build a fast travel point, a platform must be built.": "Um einen Schnellreisepunkt zu bauen, muss eine Platform gebaut werden.",
    "The following sketch shows the structure of the platform.": "Nachfolgende Skitze zeigt den Aufbau der Platform.",
    "Top view of the platform:": "Draufsicht der Platform:",
    "Legend:": "Legende:",
    "Amethyst block": "Amethystblock",
    "Catalyzer": "Katalysator",
    "Classes:": "Klassen:",
    "The \"Catalyst\" block determines the time the fast travel point needs to channel.": "Der \"Katalysator\" Block bestimmt die Zeit die der Schnellreisepunkt benötigt um zu kanalisieren.",
    "In addition, not all fast travel points can be kept permanently active in all diminsions. For this the right \"catalyst\" must be chosen.": "Zudem können nicht alle Schnellreisepunkte in allen Diminsionen dauerhaft aktiv gehalten werden. Hierzu muss der richtige \"Katalysator\" gewählt werden.",
    "Block (time) worlds:": "Block (Zeit) Welten:",
    "Copper (10s)": "Kupfer (10s)",
    "Iron (6s)": "Eisen (6s)",
    "Gold (3s)": "Gold (3s)",
    "Emerald (2s)": "Smaragd (2s)",
    "Diamond (1.5s)": "Diamant (1.5s)",
    "Netherite (1s)": "Netherite (1s)",
    "Overworld": "Oberwelt",
    "Nether": "Nether",
    "End": "End",
    "Activation:": "Aktivierung:",
    "To activate the platform of a fast travel point, you must stand in the middle of the platform.": "Um die Platform eines Schnellreisepunktes zu aktivieren, muss sich in der Mitte der Platform gestellt werden.",
    "Connection:": "Verbinden:",
    "To connect two fast travel points, the first one must be marked first. To do this, stand in the center of an activated unconnected fast travel point and hold an amethyst shard in your hand.": "Um zwei Schnellreisepunkte zu verbinden, muss zunächst der Erste makiert werden. Hierzu muss sich mittig auf einen aktivierten unverbundenen Schnellreisepunkt gestellt werden und eine Amethystscherbe in der Hand gehalten werden.",
    "Now you can go to the second activated unconnected platform and do the same as you did with the first.": "Nun können Sie zur zweiten aktivierten, nicht angeschlossenen Plattform gehen und das Gleiche tun wie bei der ersten.",
    "Travelling:": "Reisen:",
    "To travel, stand in the center of an activated connected fast travel point and hold an amethyst shard in your hand. Now the fast travel starts to channel.": "Zum Reisen muss sich mittig auf einen aktivierten verbundenen Schnellreisepunkt gestellt werden und eine Amethystscherbe in der Hand gehalten werden. Nun fänget die Schnellreise an zu kanalisieren.",
    "NPCs can be taken along by standing on the fast travel point. However, these also consume an amethyst shard.": "Es können NPCs mitgenommen werden, indem diese mit auf dem Schnellreisepunkt stehen. Diese verbrauchen jedoch ebenfalls eine Amethystscherbe.",
    "After travelling, the platform must be re-entered or the amethyst shard must be taken in hand again.": "Nach einem Teleport muss die Platform erneut betreten werden oder die Amethystscherbe erneut in die Hand genommen werden.",
    "Renaming:": "Umbenennung:",
    "When a fast travel point is renamed with a name tag, its name is shown when you travels to it.": "Wenn ein Schnellreisepunkt mit einem Namensschild umbenannt wird, wird sein Name angezeigt, wenn man zu ihm reist.",
    "Removal:": "Abbauen:",
    "If a block of the platform of an activated fast travel point is removed, the fast travel point is destroyed.": "Wird ein Block der Platform eines aktivierten Schnellreisepunktes entfernt, so wird der Schnellreisepunkt zerstört.",
    "A possibly connected fast travel point will now also no longer work.": "Ein möglicherweise verbundener Schnellreisepunkt funktioniert nun auch nicht mehr.",
    "Amethyst fast travel": "Amethyst-Schnellreisen",
    "AmethystTravelling": "AmethystReisen",
    "Travel with amethysts between distant places.": "Reise mit Amethysten zwischen weit entfernten Orten."
}